[M_ThresherRaid MissionDefinition]
MissionName="Você... Vai... Morrer... (É Sério)"
MissionDescription="Patricia Tannis pediu que você elimine um Thresher muito, mas muito perigoso, chamado Terramorfo O Invencível.  Os rumores dão conta de que ele libera os melhores espólios de toda Pandora.  Também dizem que é preciso, no mínimo quatro homens para derrotá-lo."
TurnInDescription="Você derrotou o Terramorfo!  Caramba!"
MissionSummary="Elimine Terramorfo O Invencível."
MissionGiver="Patricia Tannis"
MissionTurnInLocation="Tannis"
TeaserText="Chefe de incursões!"

[M_ThresherRaid:HeadToLair MissionObjectiveDefinition]
ProgressMessage="Vá até o covil do Terramorfo"

[M_ThresherRaid:HeadToLair_ObjSet1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ThresherRaid:HeadToLair_ObjSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ThresherRaid:KillThresherBoss MissionObjectiveDefinition]
ProgressMessage="Elimine o Terramorfo"

[M_ThresherRaid:KillThresherBoss_ObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ThresherRaid:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ThresherRaid:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ThresherRaid:OpenThresherLair MissionObjectiveDefinition]
ProgressMessage="Abra o covil do Terramorfo"

[M_ThresherRaid:SummonThresher MissionObjectiveDefinition]
ProgressMessage="Chame o Terramorfo"

